Repository: 2013Commons/HUE-SHARK
Catalog: apps/shell/src/shell/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: bin/hadoop return non-zero %(retcode)d while trying to merge credentials.
es: bin/hadoop devuelve %(retcode)d que no es cero al intentar fusionar credenciales.
fr: bin/hadoop renvoient %(retcode)d différent de zéro lors de la tentative de fusion des informations de connexion.

source: Failed to create a shell of the given type. The possible reasons for this are:
es: Error al crear un shell del tipo determinado. Las posibles razones de esto son:
fr: Echec de création d'un shell du type donné. Raisons possibles de cet échec :

source: The system is out of PTYs.
es: El sistema no tiene PTY suficientes.
fr: Le système manque de PTY.

source: The system cannot create more subprocesses.
es: El sistema no puede crear más subprocesos.
fr: Le système ne peut pas créer d'autres sous-processus.

source: You do not have permission to create shells of this type.
es: No tiene permiso para crear shells de este tipo.
fr: Vous n'êtes pas autorisé à créer des shells de ce type.

source: There is no shell with that name.
es: No hay ningún shell con ese nombre.
fr: Aucun shell ne porte ce nom.

source: There is no Unix user account for you.
es: No hay ninguna cuenta de usuario de Unix para usted.
fr: Aucun compte utilisateur Unix ne vous a été attribué.

source: Select one of the available shells from the toolbar above.
es: Seleccione uno de los shells disponibles de la barra de herramientas anterior.
fr: Sélectionnez l'un des shells disponibles dans la barre d'outils ci-dessus.

source: You do not have permission to access any shell or there is no configured shell.
es: No tiene permiso para acceder a ningún shell o no hay ningún shell configurado.
fr: Vous n'êtes pas autorisé à accéder à un shell, ou aucun shell n'est configuré.

source: The shell is not present on the Hue host.
es: El shell no está presente en el host de Hue.
fr: Absence de Shell sur l'hôte Hue.

source: The Shell application requires a Unix user account for every user of Hue on the remote web server.
es: La aplicación del shell necesita una cuenta de usuario de Unix para todos los usuarios de Hue en el servidor web remoto.
fr: L'application Shell nécessite un compte utilisateur Unix pour chaque utilisateur Hue sur le serveur Web distant.

source: Ask your administrator to create a user account for you on the remote web server as described in the Shell documentation.
es: Solicite al administrador que cree una cuenta de usuario para usted en el servidor web remoto como se describe en la documentación del shell.
fr: Demandez à votre administrateur de vous créer un compte utilisateur sur le serveur Web distant comme décrit dans la documentation du Shell.

source: The webserver currently running Hue does not support the Shell application. Please contact your administrator.
es: El servidor web que actualmente ejecuta Hue no es compatible con la aplicación del shell. Póngase en contacto con su administrador.
fr: Le serveur Web qui exécute actuellement Hue ne prend pas en charge l'application Shell. Veuillez contacter votre administrateur.
